<?php

declare(strict_types=1);

return [
    'homepage_title' => 'Управление Расходами на CodeIgniter',
    'welcome'        => 'Привет! Проект CodeIgniter "Управление Расходами" разработан для того, чтобы помочь новичкам понять некоторые принципы и лучшие практики при работе с фреймворком.<br>'
                       . 'Это не полноценное учебное пособие, а исходный код, в котором используются различные подходы при написании вашего кода.<br>'
                       . 'Вы можете свободно применять найденные части кода в своих проектах.',
    'contribute' => 'Есть ли у вас какие-либо предложения по улучшению? Создайте PR или исправление.',
    'demo'       => 'Демо',
    'source'     => 'Исходный код',
];
